NSHumanReadableCopyright = "ลิขสิทธิ์ 2013 Google Inc. สงวนลิขสิทธิ์";
WebPluginDescription = "Chrome Remote Desktop Host";
WebPluginName = "อนุญาตให้ผู้ใช้อื่นเข้าถึงคอมพิวเตอร์ของคุณอย่างปลอดภัยผ่านทางอินเทอร์เน็ต";